Repository: Awkward-im/sources
Catalog: watrack/project1.*.po
Languages: ru

source: All
ru: Все

source: Audio
ru: Музыка

source: Groups
ru: Группы

source: None
ru: Сброс

source: No any special notes for this player
ru: Нет особых заметок для этого плейера

source: Notes
ru: Заметки

source: Start timer
ru: Запустить таймер

source: Stop timer
ru: Остановить таймер

source: Video
ru: Видео

source: No automatic check
ru: Автопроверка выключена

source: No music playing
ru: Музыка не играет

source: Scrobble at
ru: Скроблить на

source: Start
ru: Старт

source: Stop
ru: Стоп

source: Can't create file
ru: Не могу создать файл

source: Are you sure to delete log file?
ru: Вы точно хотите удалить файл статистики

# opttemplate.stemplate
source: I am listening to %artist% - "%title%"
ru: Я слушаю %artist% - "%title%"

# tbasicform.bbapply.caption
source: Apply
ru: Прим.

source: Default
ru: По умолчанию

source: Basic
ru: Базовые

source: Emulate Multimedia keys
ru: Эмуляция мультимедия клавиш

source: Emulate multimedia keys presses to control palyer
ru: Эмулировать нажатия мультимедиа клавиш для управления плеером

source: Check all players
ru: Проверять все плейеры

source: Check all marked players for active (started and playing) or stop at first founded
ru: Проверять все помеченные плейеры на активность (воспроизведение) или остановиться на первом найденном

source: Check file time
ru: Проверять время файла

source: Check file date and time to tag updates while playing.
ru: Проверять время изменения файла для обновления информации

source: Check unknown formats
ru: Проверять неизвестные форматы

source: Check unknown file formats if player gives info.
ru: Проверять неизвестные форматы файлов, если плейер даёт информацию

source: Use process implantation
ru: Использовать внедрение в процесс

source: Use player process injection to obtain info easier. Can provoke antivirus or firewall alarm.
ru: Использовать встраивание в процесс для облегчения получения информации. Может вызвать предупреждение Антивируса или Фаервола.

source: Keep old file
ru: Сохранять старый файл

source: Keep opened file as active, not newly founded.
ru: Сохранять активным текущий файл, а не новые найденные.

source: Show Group name
ru: Показать имя группы

source: Use BASS library
ru: Использовать библиотеку BASS

source: Use BASS library (if possible) to obtain info
ru: Использовать библиотеку BASS (если возможно) для получения информации

source: Winamp API first
ru: Winamp API первым

source: Use Winamp API prior native to obtain track info
ru: Использовать Winamp API перед 'родным' чтоб получить информацию о треке

source: Cover file name masks
ru: Шаблоны имени файла обложки

source: Formats
ru: Форматы

source: Players
ru: Плейеры

source: Settings
ru: Настройки

source: Player list file
ru: Список плейеров

source: Refresh time, sec
ru: Промежуток обновления, сек

# tlastfmform.balbum.caption
source: Album
ru: Альбом

# tlastfmform.bartist.caption
source: Artist
ru: Исполнитель

# tlastfmform.bbapply.caption
source: Apply
ru: Прим.

# tlastfmform.btrack.caption
source: Track
ru: Трек

# tlastfmform.gbinfo.caption
source: Info
ru: Информация

# tlastfmform.lattempts.caption
source: Attempts
ru: Попыток

# tlastfmform.lealbum.editlabel.caption
source: Album
ru: Альбом

# tlastfmform.leartist.editlabel.caption
source: Artist
ru: Исполнитель

# tlastfmform.lelogin.editlabel.caption
source: Login
ru: Логин

# tlastfmform.lepassword.editlabel.caption
source: Password
ru: Пароль

source: Tags
ru: Теги

# tlastfmform.letrack.editlabel.caption
source: Track
ru: Композиция

# tlastfmform.linfo.caption
source: Info
ru: Информация

source: Content Language
ru: Язык содержимого

source: Scrobble at, sec
ru: Скробблить с, сек

# tlastfmform.lscrobbling.caption
source: Scrobbling
ru: Скробблинг

# tmainoptform.caption
source: Options
ru: Настройки

source: &About
ru: О программе

source: Action
ru: Действие

source: E&xit
ru: Выход

source: &File
ru: Файл

source: &Help
ru: Помощь

source: &Load settings
ru: Загрузить настройки

source: Main action
ru: Основное действие

source: &Save settings
ru: Сохранить настройки

# tmyshowsform.bbapply.caption
source: Apply
ru: Прим.

source: Scrobble now
ru: Скробблить сейчас

# tmyshowsform.lattempts.caption
source: Attempts
ru: Попыток

# tmyshowsform.lelogin.editlabel.caption
source: Login
ru: Логин

# tmyshowsform.lepassword.editlabel.caption
source: Password
ru: Пароль

source: Scrobble at
ru: Скроблить на

# tmyshowsform.lscrobbling.caption
source: Scrobbling
ru: Скробблинг

# tstatform.bbapply.caption
source: Apply
ru: Прим.

source: Delete
ru: Удалить

source: Export
ru: Экспорт

source: Report
ru: Отчёт

source: Sort
ru: Сортировка

source: Statistic
ru: Статистика

source: Add report file ext
ru: Добавлять расширение к имени файла отчёта

source: Freq. albums
ru: Частые альбомы

source: Freq. artists
ru: Частые исполнители

source: Freq. paths
ru: Частые пути

source: Freq. songs
ru: Частые песни

source: Last played songs
ru: Последняя играемая песня

source: Open report
ru: Открыть отчёт

source: Reverse order
ru: Обратный порядок

source: Song time
ru: Время песни

source: Show in report
ru: Показывать в очёте

source: Sort log file
ru: Сортировать файл статистики

source: Autosort period, days
ru: Период автосортировки, дней

source: Report file
ru: Файл отчёта

source: Report items
ru: Пунктов отчёта

source: Statistic log file
ru: Файл статистики

source: Template file
ru: Файл шаблона

source: by Count
ru: по количеству

source: by Date
ru: по дате

source: by Length
ru: по длине

source: by Path
ru: по пути

source: by Title
ru: по названию

# ttemplateform.bbapply.caption
source: Apply
ru: Прим.

source: Template
ru: Шаблоны

source: Lowercase %type%
ru: %type% строчными

source: Lowercase or uppercase file format name (extension)
ru: Строчные или заглавные буквы в названии формата (расширении файла)

source: Replace underlines with spaces
ru: Заменять подчёркивания пробелами

source: Translate macros
ru: Переводить макросы

source: Translate player and track mode statuses
ru: Переводить или нет статусы плейера и режим трека

source: Size format
ru: Формат размера

# ttemplateform.gboptions.caption
source: Options
ru: Настройки

source: Press F2 to macro name edit
ru: Нажмите F2 для редактирования имени макроса

source: Precision
ru: Точность

source: Text template
ru: Шаблон текста

source: Bytes
ru: Байты

source: Kilobytes
ru: Килобайты

source: All lowercase
ru: Все строчные

source: Megabytes
ru: Мегабайты

source: none
ru: нет

source: Do not change
ru: Не менять

source: All uppercase
ru: Все заглавные

source: VBR or CBR
ru: VBR или CBR

source: VBR or empty
ru: VBR или пусто

source: File size
ru: Размер файла

source: Player name letters
ru: Буквы имени плейера

source: Postfix
ru: Приписка

source: VBR macro
ru: Макро VBR

source: Macro
ru: Макро

source: Description
ru: Описание

source: Authorization required
ru: Необходима авторизация

source: MyShows error:
ru: Ошибка Myshows:

source: Not found / wrong parameters
ru: Не найдено / неверные параметры

source: Wrong query parameters
ru: Неверные параметры запроса

source: Something wrong!
ru: Что-то не так!

source: User name of password wrong
ru: Имя пользователя или пароль неверные

source: album
ru: альбом

source: artist
ru: исполнитель

source: number of channels
ru: количество каналов

source: mono
ru: моно

source: stereo
ru: стерео

source: codec, video only
ru: кодек, только видео

source: comment from tag
ru: комментарий из тэга

source: cover file path
ru: путь к файлу обложки

source: media file name
ru: имя файла

source: FPS (frames per second), video only
ru: FPS (кадров в секунду), только видео

source: genre
ru: жанр

source: height, video only
ru: высота, только видео

source: bitrate
ru: битрейт

source: samplerate
ru: самплрейт

source: lyric from ID3v2 tag
ru: лирика из ID3v2 тэга

source: "mono"/"stereo"
ru: "моно"/"стерео"

source: player status (not translated)
ru: статус плейера (без перевода)

source: time/length * 100%
ru: время/длина * 100%

source: player name
ru: название плейера

source: player homepage URL
ru: домашняя страница плейера

source: media file size
ru: размер файла

source: paused
ru: приостановлено

source: playing
ru: воспроизводится

source: stopped
ru: остановлено

source: player status (stopped,playing,paused)
ru: статус плейера (остановлено,играет,на паузе)

source: current song position (sec)
ru: текущая позиция трека (сек)

source: song title
ru: название трека

source: total song length (sec)
ru: общая длительность (сек)

source: track number
ru: номер трека

source: player version in text format
ru: версия плейера в тексте

source: media file type
ru: тип медиа-файла

source: VBR or not (empty)
ru: VBR или нет (пусто)

source: player version
ru: версия плейера

source: player volume (0-15)
ru: громкость плейера (0-15)

source: width, video only
ru: ширина, только видео

source: player window title
ru: заголовок окна плейера

source: song year (date)
ru: год трека (дата)
